[Cues]
Act_E2_2A_Diner_AfterFrank_VoiceOver01_Max_010 = "Ada sesuatu yang menyeramkan tentang pria dan anjingnya ..."
Act_E2_2A_Diner_CHCop_Look01_Max_010 = "Petugas itu terlihat lebih bagus daripada wannabe-polisi David Madsen ..."
Act_E2_2A_Diner_CHDinerFemale01_Look01_Max_010 = "Dia terlihat sibuk dan stres."
Act_E2_2A_Diner_CHDinerFemale02_Look01_Max_010 = "Saya selalu bertanya-tanya apa yang orang pikirkan ketika mereka makan sendirian."
Act_E2_2A_Diner_CHDinerMale01_Look01_Max_010 = "Ew, pria yang terlihat menyenangkan ..."
Act_E2_2A_Diner_CHDinerMale02_Look01_Max_010 = "Aku yakin dia melihat banyak perubahan Arcadia Bay di masa hidupnya ..."
Act_E2_2A_Diner_CHFisherman01_Look01_Max_010 = "Dia terlihat seperti foto klasik Arcadia Bay nelayan berkerak ..."
Act_E2_2A_Diner_CHFisherman02_Look01_Max_010 = "nelayan ini begitu sialan tenang ..."
Act_E2_2A_Diner_CHHomeless_Look01_Max_010 = "wanita miskin. Saya berharap ada tempat berlindung baginya."
Act_E2_2A_Diner_CHHomeless_Look02_Max_010 = "Aku yakin dia melihat Arcadia Bay melalui banyak perubahan ... dan rahasia ..."
Act_E2_2A_Diner_CHJustin_Look01_Max_010 = "Justin adalah seperti dude mellow."
Act_E2_2A_Diner_CHNewsPaperMan_Look01_Max_010 = "Koran akan menjadi retro segera ..."
Act_E2_2A_Diner_CHTrevor_Look01_Max_010 = "Trevor terlihat bahagia seperti Dana lakukan ..."
Act_E2_2A_Diner_CHTrucker01_Look01_Max_010 = "Pengemudi truk memiliki hidup yang romantis, selalu di jalan ..."
Act_E2_2A_Diner_CHTrucker02_Look01_Max_010 = "Saya tidak akan bertahan satu hari sebagai sopir truk. Mereka rig terlalu sialan besar."
Act_E2_2A_Diner_Carving_Look01_Max_010 = "Nerd grafiti. Warren pasti di sini."
Act_E2_2A_Diner_ChloeStuff_Look01_Max_010 = "Oke Max, mempelajari setiap item dengan hati-hati dan jangan lupa apa-apa!"
Act_E2_2A_Diner_Coffee_Interact01_Max_010 = "Ini seperti keempat dimensi deja-vu ... Aku terus kembali dalam waktu ..."
Act_E2_2A_Diner_Coffee_Look01_Max_010 = "Oh yeah, kopi hitam, kau akan menjadi milikku ..."
Act_E2_2A_Diner_CounterFood_Look01_Max_010 = "Drool. Ingin segalanya."
Act_E2_2A_Diner_DinerMenu_Look01_Max_010 = "Satu-satunya hal yang berubah pada menu adalah harga ..."
Act_E2_2A_Diner_DinerSign_Look01_Max_010 = "Tanda itu mengingatkan saya begitu banyak kali saya makan di sini dengan Chloe dan keluarga saya ... ketika kita senang."
Act_E2_2A_Diner_Divination_VoiceOver01_Max_010 = "Sekarang memotret item dalam pikiranmu, Max."
Act_E2_2A_Diner_Divination_VoiceOver01_Max_020 = "Bingkai setiap item seperti itu foto, Max."
Act_E2_2A_Diner_Divination_VoiceOver01_Max_030 = "Kau Max ini, sekarang mundur dan meniup pikiran Chloe!"
Act_E2_2A_Diner_Divination_VoiceOver01_Max_040 = "Kau harus melihat item dan mundur sehingga Chloe mempercayaimu."
Act_E2_2A_Diner_FishermanPetitionStand_Look01_Max_010 = "Lihatlah semua selebaran tersebut. Ini sangat menyedihkan bahwa tak seorang pun akan membacanya ..."
Act_E2_2A_Diner_FishingWallOfFame01_Look01_Max_010 = "Lupa tentang Perikanan Dinding O" Fame ... "
Act_E2_2A_Diner_Flyer01_Look01_Max_010 = "Saya mungkin membuat Chloe memeriksa ini dengan saya."
Act_E2_2A_Diner_Flyer02_Look01_Max_010 = "Orang ini memiliki cojones serius."
Act_E2_2A_Diner_Flyer03_Look01_Max_010 = "Kenapa itu jadi tidak terdengar menyenangkan?"
Act_E2_2A_Diner_FrankRVWindow_Look01_Max_010 = "Jelas tidak ada yang mengambil saran saya."
Act_E2_2A_Diner_FrankRV_Look01_Max_010 = "Ada yang RV kotor dari hari yang lain ..."
Act_E2_2A_Diner_Graffiti01_Look01_Max_010 = "grafiti yang telah di sini selamanya ..."
Act_E2_2A_Diner_Graffiti03_Look01_Max_010 = "Gross."
Act_E2_2A_Diner_Graffiti05_Look01_Max_010 = "Terima kasih, redneck penyair."
Act_E2_2A_Diner_GumballStand_Look01_Max_010 = "Oh man, aku yakin itulah permen karet yang sama dari ketika aku masih di sini terakhir ..."
Act_E2_2A_Diner_Jukebox_Interact01_Max_010 = "" I Got You babe. "Bagaimana berhubung ... Tapi ada cara sialan."
Act_E2_2A_Diner_KateChoicePhone_VoiceOver01_Max_010 = "Sucks bahwa Chloe dan Joyce masuk ke bertengkar ... aku bisa mundur dan tidak menjawab Kate. Ini tidak seperti saya tidak akan melihat dia di kelas nanti."
Act_E2_2A_Diner_KateChoicePhone_VoiceOver02_Max_020 = "Saya berharap Kate tidak marah saya tidak menjawab ... tapi aku bisa mundur dan menjawabnya ..."
Act_E2_2A_Diner_MaxFood_VoiceOver01_Max_010 = "Saya suka antisipasi enaknya sarapan ..."
Act_E2_2A_Diner_MiscObject01_Look01_Max_010 = "Saya akan membeli kemeja, tapi mereka turis begitu sialan."
Act_E2_2A_Diner_MiscObject02_Look01_Max_020 = "Whoa, Ken Kesey dengan Joyce! Itu begitu sempurna."
Act_E2_2A_Diner_NewsPaperBox_Interact01_Max_010 = "" Salju "yah, itu awal yang baik untuk cerita ..."
Act_E2_2A_Diner_NewsPaperBox_Look01_Max_010 = "Aku ingin tahu apakah mereka menjelaskan bahwa salju ..."
Act_E2_2A_Diner_OffBus_VoiceOver01_Max_010 = "Bicara tentang akan kembali dalam waktu ... restoran tampak persis sama."
Act_E2_2A_Diner_PostCardRack_Look01_Max_010 = "Kau tidak akan pernah tahu bagaimana aneh kota ini adalah dengan kartu pos ini ..."
Act_E2_2A_Diner_Poster01_Look01_Max_010 = "Poster tidak menyebutkan siswa memukul dengan senjata."
Act_E2_2A_Diner_Poster02_Look01_Max_010 = "Sekarang yang membawa kembali kenangan ... Chloe dan aku mencintai parade ..."
Act_E2_2A_Diner_Poster03_Look01_Max_010 = "Ya Tuhan. Bicara tentang apokaliptik ..."
Act_E2_2A_Diner_Predilection_VoiceOver01_Max_020 = "Sekarang saya harus mundur dan mengatakan Chloe segala sesuatu yang baru saja terjadi."
Act_E2_2A_Diner_ProvedPower_VoiceOver01_Max_010 = "Chloe akhirnya percaya saya ... dan saya bertanya-tanya apa jenis kotoran gila dia dalam pikiran sekarang."
Act_E2_2A_Diner_PuzzleDivination01_VoiceOver01_Max_010 = "Aku harus serius memperhatikan hal Chloe di sini."
Act_E2_2A_Diner_PuzzleDivination02_VoiceOver01_Max_010 = "Sekarang memperhatikan segala sesuatu yang terjadi dalam beberapa saat berikutnya, sehingga Kau dapat menyilaukan Chloe dengan kekuatan gilamu ..."
Act_E2_2A_Diner_RecallMemories_VoiceOver01_Max_010 = "Man, bahwa bau sarapan dan suara tiupan perak ... membuat saya merasa tiga belas lagi ..."
Act_E2_2A_Diner_WhalesPictures_Look01_Max_010 = "Itu lucu, keluarga kami tidak pernah pergi menonton ikan paus. Tampak menyenangkan."
Act_E2_2A_Diner_Window_Look01_Max_010 = "Mercusuar tampak begitu misterius ... Aku berharap aku bisa tinggal di saat ini selamanya ... Saya kira saya benar-benar bisa sekarang. Tapi kemudian itu tidak akan sebentar ..."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_021 = "Tutup. Apakah kau tahu jika bus telah datang belum? Jadwal online tidak bekerja."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_024 = "Saya tidak bisa melewatkan wawancara kerja ini. Tapi aku harus mengambil bus dari Arcadia Bay ke Newport hanya untuk mencari pekerjaan."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_025 = "Oh, itu melegakan. Saya tidak bisa terlambat untuk wawancara pekerjaan ini. Aku tidak percaya aku harus mengambil bus semua jalan ke Newport hanya untuk mencari pekerjaan kedua."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_027 = "Di mana hal-hal yang baik? Aku bahkan tidak mampu untuk tinggal di sini."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_029 = "Terima kasih, saya yakin membutuhkannya!"
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_022 = "Aku tidak tahu ... Ini berjalan cukup secara teratur."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_023 = "Aku baru saja turun dari bus sekolah, tapi aku yakin bus reguler akan datang juga."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_026 = "Apakah hal-hal yang buruk di sini?"
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_028 = "Well, good luck!"
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_030 = "Hi, kau lihat ... hilang."
Cue_E2_2A_DinerPark_CHAdultFem_Phase02_AdultFem_001 = "Aku akan terus menunggu dan berharap bus datang."
Cue_E2_2A_DinerPark_CHAdultMal02_Phase01_AdultMal02_001 = "Tidak ada waktu untuk chit-chat. Saya seorang jutawan, ya. Punya tiket lotere saya di sini. Menunggu bus sehingga saya dapat uang dalam."
Cue_E2_2A_DinerPark_CHAdultMal02_Phase02_AdultMal02_001 = "Kau tidak mengambil tiket lotreku. Beli sendiri."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_001 = "Bisakah kau percaya kota ini? Dunia ini terbakar dan headline besar kami adalah" Snow! "Aku sudah tak sabar untuk cerita-besar minggu depan" Awan! ""
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_004 = "Oh, pemanasan omong kosong global. Ini Northwest, salju terjadi."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_005 = "Cukup lama untuk mengetahui bahwa Arcadia Bay akan menjadi kota hantu dalam beberapa tahun."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_006 = "Makalah ini hanya bisa bicara tentang itu atau tentang gadis-gadis yang hilang."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_010 = "Kurasa. Aku yakin dia melarikan diri karena dia bosan. Siapa yang tidak akan berada di sini?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_011 = "Kau masih muda. Kau akan mendapatkan lebih dari itu."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_002 = "salju itu cukup aneh ... Itu tepat di tengah-tengah hari yang cerah hangat."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_003 = "Berapa lama kamu tinggal di sini?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_007 = "Saya terus membaca bagaimana Arcadia Bay booming."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_008 = "Maksudmu-Rachel Amber?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_009 = "Kota ini lebih seperti sebuah misteri bagi saya ..."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_012 = "Permisi-Pak?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase02_AdultMale_001 = "Permisi, saya harus membaca horoskop saya."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_002 = "Saya berharap, gadis muda. Arcadia Bay saja tidak kota nelayan sama saya dibesarkan di."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_005 = "Kau punya pertanyaan?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_008 = "Dengan Neptunus Beard telah! Sepertinya seumur hidup lalu ketika saya masih raja pelabuhan."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_010 = "Oh, ikan yang digunakan untuk melompat ke perahu saya ... Sampai Prescotts dan iblis keuangan mereka tersentak hak pelabuhan ..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_013 = "Saya memanggilnya" Bali Hai. "Aku telah terus Kuasai dia di hari-hari tanpa lemak ... mungkin semua waktu yang kami punya kiri ..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_031 = "Mereka mungkin mengubah nama kota Prescott Bay, jika yang memberitahumu banyak."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_033 = "Terlalu baik untuk bekerja saya baik. Saya tahu mereka melalui perbuatan buruk mereka ..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_035 = "Crooks mendapatkan rasa hormat ketika mereka menempatkan nama mereka pada sekolah-sekolah dan perpustakaan ..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_037 = "Mari kita tidak mendapatkan tertunduk. Aku mendengar ikan menyerukan Bali Hai ... Jangan pernah lupa bahwa nelayan tua tidak pernah mati, kita hanya bau seperti itu!"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_001 = "Selamat pagi lagi."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_003 = "Selamat pagi. Sepertinya kau siap untuk menangkap ikan yang serius."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_006 = "Aku ingin belajar lebih banyak, tapi aku harus pergi. Selamat memancing di luar sana!"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_007 = "Memiliki kota banyak berubah?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_009 = "Kau lakukan cukup baik telah berlangsung selama ini ..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_012 = "Kau memiliki perahu sendiri?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_014 = "Saya pikir salah satu ekspor utama Arcadia Bay adalah ikan ..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_030 = "The Prescotts memiliki banyak daya."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_032 = "Apakah kau tahu mereka?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_034 = "Mereka memiliki sekolah saya."
Cue_E2_2A_DinerPark_CHFisherman_Phase02_Fisherman_001 = "Saya pikir saya sudah bicara kuota saya untuk tahun ini."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_002 = "Aw, melihatmu. Sebuah contoh yang baik dari remaja. Aku yakin kau seorang mahasiswa senior."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_004 = "Seribu tahun. Saya sudah melalui perubahan yang sama sebagai kota ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_006 = "Ones dibutuhkan seumur hidup untuk melihat. Ada banyak keindahan di sini, tapi banyak kegelapan juga. Bajingan Greedy yang merusak kota ini, menempatkan orang-orang keluar dari pekerjaan ... dari rumah. Seperti saya."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_008 = "Apa yang tidak terjadi padaku Kadang-kadang kau mulai dalam kehidupan berbalik dengan cara yang salah ... |? Aku menikah bodoh, membuat kesalahan, punya ditipu dari tabungan saya, kehilangan rumah saya dan sekarang | saya nongkrong di sini ... "
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_010 = "Di mana akan aku pergi? Aku benci matahari dan cinta kabut. Saya mungkin kehilangan tempat tinggal, tetapi Arcadia Bay masih rumah saya."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_012 = "Dia memberi saya makan lebih dari keluarga saya sendiri. Memiliki seorang putri usia yang selalu bermasalah. Menikah dengan tusukan nyata."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_016 = "Dia mengatakan kepada saya untuk" mendapatkan pekerjaan "sekali. Bajingan. Tidak yakin apa Joyce melihat dalam dirinya, tetapi dia lebih baik memperlakukan dia benar."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_018 = "Cute girl. Marah. Aku digunakan untuk melihat dia dan teman yang cantik, errr ... Rachel sekitar banyak ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_024 = "Itu seluruh keluarga kotor. Mereka pernah melakukan hal-hal yang baik untuk Arcadia Bay ... hari-hari mati. Seperti apa cara mereka ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_028 = "Kemudian kau menjadi malaikat pelindung mereka, karena tidak ada aral jalan keluarga itu, terutama bukan hukum. Neraka, mereka memiliki sekolah, Blackwell. Hampir."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_036 = "Saya tahu dia hilang. Dan aku tahu dia bergaul di sini sedikit. Kadang-kadang aku melihat dia berjalan, semua oleh dirinya sendiri, tenggelam dalam pikiran. Terlalu sialan muda dan cantik untuk melihat begitu khawatir ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_038 = "Sekali atau dua kali, dia berbicara dengan saya ... tentang masalah di sekolah, ingin menjadi beberapa model dalam California ... dia selalu jauh. Tapi bagus."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_040 = "Seperti saya katakan, dia tampak ketat dengan putri Joyce. Saya pikir saya melihatnya dengan lebih tua gent satu waktu, mungkin ayahnya. Itu hal yang mengerikan bagi orangtua untuk menangani."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_042 = "Saya berdoa hal yang buruk adalah baik-baik ... tapi kau tidak dapat menyelamatkan semua orang."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_046 = "Aku tahu kau seorang wanita muda yang bijaksana. Aku tahu semua tentang Blackwell dan kota ini ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_048 = "Tentu terlihat seperti itu."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_001 = "Hello."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_003 = "Berapa lama kau tinggal di Arcadia Bay?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_005 = "Apa yang berubah ke kota?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_007 = "Apa yang terjadi padamu?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_009 = "Maaf ... Apakah kau pernah hidup di luar sini?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_011 = "Kau harus tahu Joyce Harga dari Dua Paus diner ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_015 = "Namanya David Madsen ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_017 = "Apakah Kau bertemu putri Joyce?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_023 = "Aku yakin kau memiliki masalah pada keluarga Prescott."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_027 = "Aku tahu seseorang yang sedang terancam oleh Prescott ..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_035 = "Apakah kau tahu apa-apa tentang Rachel Amber, gadis hilang?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_037 = "Apakah kau berbicara dengannya?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_039 = "Apakah dia sendiri banyak atau dengan teman-teman?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_045 = "Ya. Aku pergi ke Blackwell Academy."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_047 = "Hai, saya kembali lagi."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_100 = "Aku harus pergi sekarang. Selamat tinggal."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase04_HomelessFem_001 = "Ayo bicara denganku kapanpun kau mau, wanita muda."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopAdultFem_020 = "Senangnya ..."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopAdultFem_040 = "Saya tidak akan bermimpi itu."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_010 = "Yep. Aku siap untuk menguangkan tiket lotre saya."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_030 = "Jangan mencoba untuk mengambilnya dari saya. Ini milikku."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_050 = "Aku akan menjadi seorang jutawan."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_060 = "Harapan tidak ada mencuri tiket lotre saya."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_070 = "Tidak sabar untuk menjadi kaya. Yep."
Cue_E2_2A_DinerPark_Citizens_IGE_DegueuAdultMale_100 = "Dapatkah saya mendapatkan beberapa bir dan daging sebelum aku mati?"
Cue_E2_2A_DinerPark_Citizens_IGE_DegueuAdultMale_120 = "Tidak ada bir?"
Cue_E2_2A_DinerPark_Citizens_IGE_DegueuAdultMale_140 = "Tidak ada bir ... apa jenis menyelam ini?"
Cue_E2_2A_DinerPark_Citizens_IGE_Joyce_110 = "Ini adalah restoran, bukan bar."
Cue_E2_2A_DinerPark_Citizens_IGE_Joyce_130 = "Sepertinya kau memiliki banyak. Stick dengan daging."
Cue_E2_2A_DinerPark_FrankSleeping_Frank_010 = "Hentikan itu, berhenti. Tidak ada Barkie."
Cue_E2_2A_Diner_CHAdultFem02_Phase01_AdultFem02_001 = "Hello kau yang sana. Seperti hari yang indah, eh? Oh ya, itu akan menjadi hari yang super. Nikmati sarapanmu, eh?"
Cue_E2_2A_Diner_CHAdultFem02_Phase02_AdultFem02_001 = "Oh yeah, halo lagi. Kembali ke sarapan, eh?"
Cue_E2_2A_Diner_CHAdultMal_Phase01_AdultMal_001 = "Apa yang kau inginkan? Saya merasa seperti sampah. Terlalu banyak bir. Jadi luang saya, silakan. Biarkan saya menderita diam-diam."
Cue_E2_2A_Diner_CHAdultMal_Phase02_AdultMal_001 = "Tinggalkan aku sendiri atau aku akan muntah padamu."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_002 = "Oke Max, aku akan siap."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_008 = "Duh, terlalu mudah! Aku butuh rincian! Jelaskan keychain saya ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_014 = "Ya, kau tahu aku seorang perokok. Tapi berapa banyak rokok?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_015 = "Jelas aku kaya fuck-berapa banyak yang saya miliki?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_016 = "Kau tahu saya dengan baik. Tapi ... apa adalah waktu yang tepat saya sudah rusak?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_017 = "Nada ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_018 = "aku meninggalkannya di dalam mobil."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_020 = "Tidak. Impressed."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_025 = "Absolutely ... salah."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_037 = "Oke, psikis Girl, biarkan saya menunjukkan apa yang sebenarnya di saku saya."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_086 = "Itu sangat ... salah, Max."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_087 = "bzzz! Jawaban yang salah!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_088 = "Apakah kau memiliki semacam kekuatan atau tidak?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_089 = "A apa? Apakah kau tahu saya?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_090 = "Apakah saya terlihat seperti kutu buku Linux seperti sobatmu, Warren?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_091 = "Tidak buruk, Super Max!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_092 = "Kau memiliki bahwa Irlandia keberuntungan, Caulfield. Apa lagi?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_098 = "Bahkan jam rusak tepat dua kali sehari. Whatevs neraka yang berarti."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_099 = "Jadi itu keren, tunjukkan lagi!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_100 = "Amazing! Sesuatu yang lain di saku saya?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_101 = "Sebuah kekuatan yang memungkinkanmu untuk menghitung rokok. Keren!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_102 = "Saya merokok terlalu banyak untuk memiliki 13 rokok ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_103 = "Kau kehilangan ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_104 = "Saya berharap."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_105 = "Itu benar, hidup besar di Arcadia Bay!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_106 = "Itu sangat ... salah."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_107 = "Boo yah! Max dapat memberitahu waktu!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_108 = "Aku bahkan tidak berpikir tentang mendapatkan yang lebih awal."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_109 = "Paling mengesankan. Sekarang mari kita periksa untuk melihat apakah kau sudah benar."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_003 = "Jadi, ini dia saatnya aku memberitahumu apa yang ada di dalam sakumu."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_005 = "kunci mobilmu!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_006 = "Beberapa permen karet lama?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_007 = "Mari kita lihat ... pistol?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_011 = "Aku cukup yakin kau memiliki rokok."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_012 = "Beberapa uang?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_013 = "Sebuah tiket parkir."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_021 = "Enam rokok ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_022 = "Tujuh rokok ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_023 = "Tiga belas rokok ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_026 = "Dua puluh lima sen ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_027 = "Delapan puluh dua sen ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_029 = "Delapan puluh enam sen ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_030 = "11:10"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_031 = "10:34"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_032 = "06:42"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_078 = "Aku tidak tahu ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_079 = "Sebuah gantungan kunci tengkorak untuk punk sepertimu!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_080 = "Kau pasti memiliki gantungan kunci silet ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_081 = "Sebuah peluru, sama seperti kalungmu!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_083 = "Sebuah gantungan kunci hati pixel ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_084 = "Sebuah gantungan kunci penguin ..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_085 = "Sebuah gantungan kunci robot panda imut!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_110 = "Kau memiliki tabung glitter di sana, kan?"
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_033 = "Jadi apa yang terjadi selanjutnya?"
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_034 = "Nah, mari kita lihat bagaimana ini turun."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_036 = "ini semakin baik, tidak bisa menunggu untuk melihat apa yang terjadi!"
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_037 = "Pretty Bizarro, Max. Tapi mari kita lihat apakah semuanya terjadi seperti yang kau katakan ..."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_045 = "Max, kau mengatakan bahwa kau akan memprediksi empat peristiwa, kita ada disekitar itu."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_049 = "Max, kau mengatakan bahwa kau akan memprediksi empat peristiwa. Itu hanya dua, dude."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_050 = "Ya, kau masih perlu untuk memberitahuku satu peristiwa lagi, Max."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_003 = "Pengemudi truk itu menumpahkan gelas dan Joyce memberikan dia yang baru."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_004 = "Trevor menumpahkan gelasnya dan Justin menertawainya."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_005 = "Polisi menumpahkan gelasnya dan Joyce berpendapat dengan dia."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_010 = "Polisi mendapat peringatan darurat di radio dan dia menjawab itu."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_011 = "Polisi mendapat peringatan darurat di radio dan dia cepat keluar restoran."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_012 = "Polisi mendapat peringatan darurat di radio dan rekannya di dalam mobil dan pergi tanpa dia."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_017 = "Justin dan Trevor melawan dan Joyce mengalahkan mereka."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_018 = "Justin dan Trevor melawan dan Joyce mendorong mereka."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_019 = "Justin dan Trevor melawan dan Joyce tidak peduli."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_025 = "Jukebox menjadi rusak karena kecoa merangkak di atasnya."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_026 = "Jukebox menjadi rusak karena ada lalat di atasnya."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_027 = "Jukebox menjadi rusak karena sopir truk mencoba untuk memainkan lagu baru."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_044 = "Joyce memecahkan piringnya dan sopir truk mengolok-olok dirinya."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_046 = "Polisi mendapat peringatan darurat di radio, tetapi dia tidak berbuat apa-apa kecuali makan donat."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_047 = "Justin dan Trevor berjuang dan Joyce istirahat itu."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_048 = "Jukebox menjadi rusak karena ada kupu-kupu di atasnya."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_002 = "wanita muda Hai, kau terlihat sedikit kehilangan."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_005 = "Berharap aku bisa membuat Dua Paus rumah pertama saya Joyce membuat kopi roket dan juicy burger kapan ... |. Kau tampak tentang usia Chloe."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_008 = "Sekarang, itu adalah masalah nyata di Dua Paus. Aku tidak pernah bisa memutuskan-Joyce pie labu atau panggang mac 'n' keju?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_011 = "Aku tahu grub nya lezat. Semua orang di stasiun datang ke sini. Kami mengurus tempat ini seperti itu dapur kita sendiri. Dan Joyce seperti dia kami ... ibu kami."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_017 = "Sayangnya, kita semua tahu Chloe turun di stasiun. Joyce Miskin."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_020 = "Itu bagus. Dia bukan orang jahat, dia memiliki masa-masa sulit, tapi tidak ada alasan untuk membakar sesuatu."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_021 = "Kemudian kau tahu dia sangat membantu."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_023 = "Ayah saya meninggal ketika saya masih 13. Aku tidak pernah membakar tong sampah atau tag tanda-tanda. Joyce adalah seorang ibu yang hebat, Chloe hanya tidak memberi perhatian."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_029 = "Kau harus membuat keberuntunganmu sendiri. Kupikir Chloe lebih suka menghancurkan. Tapi aku hanya polisi, bukan psikolog, jadi ..."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_031 = "Kedengarannya seperti kau teman yang baik. Aku berharap dia akan menjadi anak besar dan tidak menyebabkan Joyce begitu banyak stres."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_034 = "Hanya mendengar bahwa Chloe bahkan memiliki dealer pot di kamarnya ..."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_035 = "Hanya mendengar dia bahkan baru saja rusak dengan pot di kamarnya."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_037 = "Bagaimana kau tahu dia" dingin di kamarnya "?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_039 = "Saya tidak mendengar hal itu pada scanner polisi. Joyce mengatakan gulma itu milik teman Chloe, tapi ... aku sangat meragukan itu."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_050 = "By the way, satu hal yang saya dapat memberitahumu dengan pasti adalah untuk menjauh dari RV yang luar."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_052 = "Kebijakan Bijaksana. Orang yang tinggal di dalamnya, Frank, cukup samar sendiri. Itu yang bisa saya katakan untuk saat ini ... Aku harus menyelesaikan kopi dan mulai bekerja."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_057 = "Dia tidak akan. Takut aku akan pergi menangkap seseorang. Seolah-olah saya akan. Aku baru saja memberitahu pecundang itu untuk menyingkir dari Chloe. Atau yang lain ... Hanya bercanda. Selain itu, David Madsen adalah menonton atas mereka. "
Cue_E2_2A_Diner_CHCop_Phase01_Cop_058 = "Apakah dia temanmu?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_059 = "Dia mungkin telah mendapatkan tinggi atau mendapatkan kaleng semprot dia siap atau apa pun. Saya ingin berpikir yang terbaik dari dirinya, tapi dia sekarang dalam database polisi Arcadia Bay."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_060 = "Saya tidak akan menggunakan kata itu. Kami saling mengenal. Mengapa kau bertanya?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_063 = "Saya menghormati David. Ia menjabat negaranya. Dia menemukan panggilannya di Blackwell. Di stasiun, kami senang David adalah persis di mana dia ... Tidak semua orang bisa menjadi polisi."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_064 = "Ya?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_001 = "Halo, Pak."
Cue_E2_2A_Diner_CHCop_Phase01_Max_003 = "Tidak, saya sudah di sini berkali-kali. Ini seperti sebuah rumah keempat."
Cue_E2_2A_Diner_CHCop_Phase01_Max_004 = "Hanya lapar dan berpikir tentang apa yang harus makan."
Cue_E2_2A_Diner_CHCop_Phase01_Max_010 = "Seberapa baik tentang Joyce yang kau tahu?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_016 = "Jadi kau tahu Chloe?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_018 = "Tidak begitu ..."
Cue_E2_2A_Diner_CHCop_Phase01_Max_019 = "Aku kenal dia."
Cue_E2_2A_Diner_CHCop_Phase01_Max_022 = "Aku tahu ayahnya meninggal ..."
Cue_E2_2A_Diner_CHCop_Phase01_Max_028 = "Tidak, kupikir dia hanya tidak memiliki keberuntungan."
Cue_E2_2A_Diner_CHCop_Phase01_Max_030 = "Dia bisa memilikinya, tapi dia juga bisa menjadi teman baik yang muncul ketika kau membutuhkannya."
Cue_E2_2A_Diner_CHCop_Phase01_Max_032 = "Uh, siapa yang mengatakan itu kepadamu?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_033 = "Uh ... Itu tidak baik. Pokoknya. Mmm, bahwa daging yakin berbau baik ..."
Cue_E2_2A_Diner_CHCop_Phase01_Max_036 = "Apakah yang benar-benar hal yang besar? Setidaknya ia bersantai di kamarnya."
Cue_E2_2A_Diner_CHCop_Phase01_Max_038 = "Kurasa kau berteman dengan David Madsen?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_049 = "Aku harus pergi sekarang. Nikmati sarapanmu."
Cue_E2_2A_Diner_CHCop_Phase01_Max_051 = "Aku biasanya tinggal jauh dari kendaraan liar yang diparkir."
Cue_E2_2A_Diner_CHCop_Phase01_Max_055 = "Joyce tidak memberitahumu siapa?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_056 = "Kau baru saja mengatakan begitu."
Cue_E2_2A_Diner_CHCop_Phase01_Max_061 = "Hanya ingin tahu ... Aku heran dia bukan polisi di Arcadia Bay."
Cue_E2_2A_Diner_CHCop_Phase01_Max_062 = "Dia agak memiliki reputasi di Blackwell."
Cue_E2_2A_Diner_CHCop_Phase01_Max_065 = "Halo lagi, petugas."
Cue_E2_2A_Diner_CHCop_Phase02_Cop_001 = "Aku ingin menasehatimu sambil ngopi, tapi aku lebih suka minum dalam keheningan dan kesendirian."
Cue_E2_2A_Diner_CHFisherman02_Phase01_Fisherman02_002 = "Jika dengan" besar "maksudmu" tidak ", maka yakin, aku menangkap lotta yang besar hari ini. Sekarang biarkan aku berkabung telur saya."
Cue_E2_2A_Diner_CHFisherman02_Phase01_Max_001 = "Apakah kau menemukan sesuatu yang besar hari ini?"
Cue_E2_2A_Diner_CHFisherman02_Phase02_Fisherman02_001 = "Masih berduka, terima kasih."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_001 = "Kau melakuakan hal yang benar. Kau bergerak maju dengan hidupmu. Aku lakukan, setelah William diteruskan. Chloe ... Chloe memilih untuk tinggal marah ... Anyway, saya berharap kita melihat lebih banyak darimu. Chloe membutuhkan teman lamanya kembali. "
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_002 = "Nice try, Nancy Drew. Tapi di sebelahmu, hanya ada satu siswa saya khawatir. Dan dia bahkan tidak di sekolah lagi."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_005 = "Saya senang, Max. Itu hadiah untuk kita ... kenangan indah. Bahkan jika Chloe belum mengerti."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_006 = "Sekarang selesaikan kopimu."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_013 = "Bukankah kau memberontak terhadap teman terbaikmu dengan membiarkan sentuhan nya di angin dengan yang & nbsp;? Bersama"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_015 = "Kenapa? Apa Chloe memberitahumu?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_017 = "Tidak ada dalam kesulitan selama doobie, Max. Dan aku mengagumi bahwa kau menerima kekurangan Chloe ... Seperti teman baik."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_019 = "Oh, dia memukul semua tahapan ... pengusiran, melarikan diri, obat, anak-anak nakal, tato, tindik, rambut biru ... Sekarang dia memberontak Harus melawan ayah tirinya."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_022 = "Dia merasa mengerikan ... Dan dia akan dihukum."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_025 = "Apakah kamu? Dia tidak sebanyak hardass seperti yang kau pikirkan. Tapi kau katakan padanya kau memiliki sendi, kan? kau mengambil tanggung jawab?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_027 = "Kau tahu apa yang terjadi. David menampar Chloe. Dia kacau."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_028 = "David disebutkan, tapi aku tetap keluar dari permasalahan. Aku tidak akan berpatroli Blackwell dan dia tidak akan memasak di restoran, kau tahu?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_030 = "Tapi Chloe tidak mendorong David dan itu tidak adil. Dia membayar iuran dalam perang. Dia tidak peduli tentang dia, bersama dengan semua siswa di Blackwell."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_032 = "Jadi. Sekarang mari kita turun ke pasir seluk. Apa yang ingin kau makan?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_034 = "Yeah, dia tidak memprovokasi orang. Terutama David. Aku hanya ingin kita segera menjadi sebuah keluarga. Kukira itu semua tentang waktu ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_036 = "Aku lebih tidak menyukainya, Max. David bersumpah tidak pernah akan terjadi lagi. Dia memegang omongannya. Aku hanya ingin kita menjadi keluarga segera. Kukira ... aku kira itu semua tentang waktu .. . "
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_003 = "Aku tahu hal-hal yang sulit bagimu dan Chloe. Aku merasa buruk aku tidak menelepon. Sekarang orang-orang saya berada di Seattle dan aku sendirian di Blackwell. Ini karma saya."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_004 = "Joyce, aku sangat menyesal tentang William. Saya memiliki kenangan indah tentang dia."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_008 = "Saya pikir kau benar, Joyce."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_009 = "Terakhir wafel Belgia yang baik aku ada di sini ketika saya berumur 13 tahun. Jadi, membawa pada."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_012 = "David takut saya ketika ia mengatakan ia mungkin telah beasiswa saya dibawa pergi untuk itu bodoh & nbsp; bersama ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_014 = "saya lakukan. Dan saya minta maaf. Saya tidak ingin Chloe masalah lagi ... Atau saya."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_016 = "Joyce, dia menampar Chloe kemarin."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_018 = "Chloe mengerti. Dia hanya perlu ... waktu. Aku tahu bahwa menyebalkan untukmu."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_020 = "Berharap saya mengambil menyalahkan untuk pot. Semua ini mungkin terjadi ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_021 = "Chloe tidak perlu mengatakan apa-apa. Aku hanya tahu bagaimana David adalah di Blackwell."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_024 = "Chloe harus telah berubah banyak selama waktu itu ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_026 = "Saya melihat mengapa ... Maksudku-"
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_029 = "Well, Chloe mengirim sms saya bahwa David menamparnya kemarin ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_031 = "Dia peduli tentang Kate Marsh?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_033 = "Aku mendapatkannya, Joyce. Saya tahu Chloe masih suka mengaduk berbagai hal ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_035 = "Itu bukan alasan untuk memukul seorang gadis. Dia sudah dewasa."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_056 = "aku bermimpi tentang bacon omelet mu ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_057 = "Kemarin aku mengambil foto dirinya berdebat dengan Kate ... Kupikir kau mungkin tahu mengapa ..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_058 = "Aku melihat dia berdebat dengan Kate ... Ku pikir kau mungkin tahu mengapa ..."
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_002 = "Meminum kopiku sebelum aku masuk kelas dan menghancurkan beberapa rel. Bukankah seharusnya kau mengambil foto?"
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_004 = "Lemparkan dalam bud hijau kecil dan kau memiliki hippie koktail yang sempurna."
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_007 = "Kau meremukkanku, Maxster. Tentu saja, aku dipanggang jadi aku akan menertawakan apa pun."
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_009 = "Jadi, di mana semua pekerjaan rumahmu, sekolahan?"
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_011 = "Trevor akhirnya bercerita tentang dia dan Dana hooking up. Dia tiba di sana pertama, jadi saya tunda dan aku kehilangan ... Lihat ya nanti, Max."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_001 = "Ada apa, Justin?"
Cue_E2_2A_Diner_CHJustin_Phase01_Max_003 = "Belum. Saya harus ... mendapatkan kopi saya di juga."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_005 = "Kau begitu tidak hippie."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_006 = "Saya selalu mengambil foto. Saya kamera."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_008 = "Kau harus belajar, anak nakal."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_010 = "Sekolah. Berbicara tentang tunas, aku melihat Trevor mu menyelinap keluar dari kamar Dana."
Cue_E2_2A_Diner_CHJustin_Phase02_Justin_001 = "Mari kita bicara nanti saat aku tidak begitu tinggi ..."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_001 = "Hey Trevor."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_003 = "Yeah, aku melihatmu keluar dari kamar Dana."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_004 = "Tidak, aku benar-benar tidak."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_008 = "Bagaimana Justin bereaksi?"
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_002 = "Holla, Max. By the way, aku tahu kau melihat saya di asrama."
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_005 = "Yeah, dan aku akhirnya harus memberitahu Justin karena, well, dia ke dalam dirinya juga."
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_006 = "Kupikir kau menatap tepat di wajahku. Kukira kau tahu sekarang ... dan begitu juga Justin."
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_007 = "aku dia menyala, dia keren. Tak seorang pun memiliki rahasia di Blackwell pula ... jumpa di kelas, Max."
Cue_E2_2A_Diner_CHTrevor_Phase02_Trevor_001 = "Lihat ya sekitar, Max!"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_004 = "Oh ... maaf."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_005 = "Apakah tidak semuanya di sini dalam penglihatan?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_006 = "Bagaimana Joyce terdengar?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_008 = "Joyce aturan. Saya ingin persis seperti dirinya ketika saya tumbuh."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_009 = "Kenapa kau bersikap kasar?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_010 = "Begitulah cara dia gulungan. Itu sebabnya saya menyembah setiap langkahnya."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_014 = "Errr, halo?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_001 = "" Pardonne-moi, "tapi kau di penglihatan saya."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_002 = "Tidak apa-apa, saya hanya perlu melihat truk saya di luar sana di tempat parkir. Pernah Berkunjung malam yang panjang di jalan dan saya harus memastikan bayi saya tidur tepat ..."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_003 = "Saya tidak peduli nada Anda. Anda terdengar seperti Joyce."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_007 = "Bossy dan sok ... seperti Anda."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_011 = "Sepertinya Anda berada pada jalan. Aku telah datang ke menyelam ini selama tiga tahun dan Joyce memberi saya kotoran seperti itu akan keluar dari gaya."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_012 = "Karena aku telah di jalan selama 12 jam nonstop, melompat ke pil kopi dan diet, membawa dua ton nitrat dan semua yang ingin saya lakukan adalah makan sarapan tenang dan menatap keluar jendela. Apakah Anda keberatan?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_013 = "Baik, saya tidak sabar untuk melihat Anda membalik daging berminyak di restoran ketika Anda tumbuh ... persis seperti Joyce. Sekarang maafkan saya sementara saya kembali ke kopi."
Cue_E2_2A_Diner_CHTrucker1_Phase02_Trucker1_001 = "Tidak ada lagi olok-olok, silakan."
Cue_E2_2A_Diner_CHTrucker2_Phase01_Trucker2_001 = "Saya tidak merasa seperti berbicara sekarang. Aku harus memberikan beban sarapan untuk perut saya. Lebih dari dan keluar."
Cue_E2_2A_Diner_CHTrucker2_Phase02_Trucker2_001 = "kataku ... lebih-dan keluar!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_050 = "Saya berjanji setia kepada Max dan kekuatan yang ia berdiri ..."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_070 = "Persetan bahwa Tentu saja itu mainan terbaik mainan yang pernah Anda bisa bang siapa pun tanpa pamrih, memundurkan waktu dan booming, |!!! Itu seperti itu tidak pernah terjadi!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_090 = "Mungkin Anda membuat bergerak pada saya dan saya tidak akan pernah tahu!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_110 = "Anda dapat memundurkan waktu, Max. Itu sialan gila. Kami harus bermain!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_130 = "Anda tidak hanya mengatakan bahwa."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_140 = "Uh ... Periksa hidung Anda. Terlalu banyak pukulan?"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_150 = "Hei, kau baik-baik saja?"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_170 = "Lalu ... mari kita pergi ke salah satu sarang rahasia saya dan sepenuhnya menguji kekuatan Anda."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_180 = "Anda harus sidekick untuk membimbing Anda."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_200 = "Dude, kau benar!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_210 = "Oh itu sangat keren!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_220 = "Itu liar!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_230 = "sialan A!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_240 = "Oh cara untuk pergi, Mom!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_250 = "Anda menyebutnya, taruhan dia pergi untuk pergi bust beberapa skaters ..."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_260 = "Trevor dan Justin harus cinta."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_270 = "Anda memperkirakan kecoa di jukebox!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_060 = "ini bukan mainan, Chloe. Saya harus berhati-hati bagaimana saya menggunakan itu-"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_080 = "Grow up."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_100 = "Ya, itulah yang saya lakukan."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_120 = "Saya tidak punya waktu."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_160 = "Terlalu banyak kegembiraan. Lihat apa yang terjadi ketika kita menghubungkan lagi?"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_190 = "Oke, Gadis Ajaib ... Tunjukkan cara untuk Chloe Gua."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_030 = "Itu sangat salah."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_040 = "Saya kira tidak, Max."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_050 = "Anda benar-benar whiffing ini."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_060 = "Ini adalah hari yang menyedihkan di Maxville."
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_020 = "Apa sekarang?"
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_030 = "Jangan menatap terlalu lama."
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_050 = "Saya yakin Anda memiliki memori fotografi ... Dapatkan?"
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_060 = "Jadi sekarang apa?"
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_070 = "Jadi apa yang Anda tunggu?"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_050 = "Mom dan Max, bersama-sama lagi!"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_090 = "Tidak ada yang perlu untuk menyelamatkan saya."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_110 = "Oh Tuhan, ini dia Bukankah Anda dan |..? Sgt Pepper sudah membaca saya tindakan kerusuhan tadi malam"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_140 = "Oh Tuhan Ibu, tolong jangan memberi Max kotoran apapun untuk itu. Dia meminta maaf."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_160 = "Terlalu tua untuk mendapatkan kuliah dari Anda atau Sgt. Lada ..."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_200 = "Alasan lain untuk meledakkan kota ini."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_205 = "Apa omong kosong ini di jukebox?"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_210 = "Sekarang yang keluar dari jalan ..."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_220 = "Mari kita bicara tentang negara adidaya Anda ..."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_240 = "Ayolah, itu hanya melamun. Aku ingin bukti Anda dapat memundurkan waktu."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_260 = "Kami akan mulai lambat. Di sini. Sekarang."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_010 = "Aku bisa mendengar perut Anda gemuruh dari sini, Max. Di sini. Anda akan menyukai ini."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_030 = "Masih tidak percaya kau seorang wanita. Ketika saya melihat foto-foto Chloe-"
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_040 = "Berbicara tentang iblis ..."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_060 = "Dan Chloe, mencari makanan gratis. Anda telah menempatkan dana sialan kuliah seluruh Anda pada tab Anda."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_080 = "Tidak, kau tidak. Ini adalah memperlakukan saya kepada Anda untuk datang kembali untuk menyelamatkan putri saya."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_100 = "Kecuali Anda mengatur kamar Anda terbakar merokok keluar ..."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_130 = "Apakah Anda menebus kemarin?"
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_150 = "Aku tahu dia. Max adalah gadis-wanita yang baik. Dia ini 18 sekarang."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_170 = "Panggil dia David jika Anda tidak ingin kuliah."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_180 = "Anda hanya mendapatkan satu slice sialan daging hari ini."
Cue_E2_2A_Diner_Chloe_Arrives_Max_020 = "Aku meneteskan air liur seperti bayi."
Cue_E2_2A_Diner_Chloe_Arrives_Max_070 = "Saya memperlakukan Chloe untuk sarapan."
Cue_E2_2A_Diner_Chloe_Arrives_Max_120 = "Saya memperlakukan Chloe untuk sarapan."
Cue_E2_2A_Diner_Chloe_Arrives_Max_190 = "Kalian masih sama ..."
Cue_E2_2A_Diner_Chloe_Arrives_Max_230 = "Saya tidak punya penjelasan ... Dan aku tidak bisa menjelaskan mengapa saya melihat bahwa sialan tornado gila ..."
Cue_E2_2A_Diner_Chloe_Arrives_Max_250 = "Ini semua terjadi begitu cepat ..."
Cue_E2_2A_Diner_Citizens_Trucker1_010 = "Saya pikir saya siap untuk pertiga."
Cue_E2_2A_Diner_Citizens_Trucker1_030 = "Perutku rencana ke depan."
Cue_E2_2A_Diner_Citizens_Trucker2_020 = "Tapi kau hanya pada pertama Anda."
Cue_E2_2A_Diner_Citizens_Trucker2_040 = "perut Anda stocking up untuk musim dingin."
Cue_E2_2A_Diner_DinerTV_IGE_TVReporter_010 = "Datang pada siang hari, KBAY 7 Berita akan mengeksplorasi misteri hujan salju yang tidak biasa kemarin pada sore hangat dan cerah yang bingung dan senang warga Arcadia Bay."
Cue_E2_2A_Diner_DinerTV_IGE_TVReporter_020 = "Kami akan berbicara dengan Portland meteorologi di daerah dan melihat beberapa reaksi video yang menyenangkan untuk kesibukan salju aneh."
Cue_E2_2A_Diner_DinerTV_IGE_TVReporter_030 = "Siapa tahu, mungkin Ibu Alam telah mengerjaiku kita semua? Jadi menantikan untuk KBAY 7 Berita untuk kisah nyata ..."
Cue_E2_2A_Diner_JoyceLoop_IGE_Cook_035 = "Bacon pukul 12 tinggi!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Cook_040 = "Satu wafel Belgia pukul 12 tinggi!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Cook_050 = "Memesan siap!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Joyce_010 = "Satu daging omelet untuk wanita muda. Stat!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Joyce_020 = "Satu wafel Belgia untuk gadis lapar. Pronto!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Joyce_060 = "masuk!"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_010 = "Dan ada dia-wanita muda yang cantik. Bagaimana kabarmu, Max?"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_030 = "Seperti Aku masih seorang pelayan di Dua Paus setelah bertahun-tahun?"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_050 = "Nice menyimpan, Nak. Kau masih pintar."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_060 = "Tapi aku berharap kau ada di sini untuk membantu menyelamatkan Chloe. Dia punya rusak kemarin merokok keluar. Lagi."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_080 = "Saya minta maaf itu pengenalan Anda untuk David. Saya harap Anda mengenal dia pada istilah Anda, tidak Chloe. Dia orang baik ... Dia hanya-"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_100 = "Ini baik kau ada di sini. Saya berharap Anda bisa menjadi pengaruh yang baik dalam hidupnya sekarang ..."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_110 = "Nice menyimpan, Nak. Kau masih pintar."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_120 = "Tapi tidak pintar ... Sekarang Anda bisa ditangkap karena ganja."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_130 = "Saya mendengar keseluruhan cerita mesum dari David. Aku minta maaf ini adalah bagaimana Anda harus menemuinya. Dia orang baik ... tidak peduli apa kata Chloe."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_150 = "Ini mengejutkan saya sengit. Saya berharap Anda bisa menjadi pengaruh yang baik dalam hidupnya sekarang ..."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_020 = "Hi Joyce, itu bagus untuk melihat Anda lagi. Anda terlihat sama."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_040 = "Tidak, seperti Anda tetap terlihat cantik."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_070 = "Aku tahu. Chloe mengatakan kepada saya bahwa ayah tirinya memukulnya ..."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_075 = "Aku tahu. Ayah tirinya memukulnya ..."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_090 = "Yeah, aku yakin dia adalah karena Anda menikah dengannya, tapi ... jangan terlalu keras pada Chloe."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_140 = "Yeah, aku yakin. Aku bahkan tidak merokok ... seperti, pernah. Itu hampir kecelakaan. Sangat bodoh. Aku minta maaf."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_160 = "Aku akan. Janji."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_030 = "Tolong, jangan biarkan teman terbaik Anda mendapatkan di jalan."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_060 = "Terima kasih, Max."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_070 = "Jika Anda lebih suka bersantai dengan Kate, silakan pergi ke depan."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_090 = "Untuk saat ini. Mari kita batu."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_010 = "Hei Kate, ada apa?"
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_020 = "Anda baik-baik saja?"
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_040 = "Aku janji, Kate. Aku akan lupa."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_050 = "Aku bersumpah. Hanya melakukan pekerjaan rumah Anda dan tidak stres ... Aku benar-benar tidak berpikir kita harus pergi ke ini sekarang ... Aku akan meneleponmu nanti, oke?"
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_080 = "Anda konyol. Saya chillin 'dengan Anda, oke?"
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_010 = "Kemudian, Bu!"
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_030 = "Kebebasan!"
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_050 = "Dia akan bertahan Anda tidak mengambil yang satu panggilan."
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_060 = "Sekarang ikuti saya, muda pengawal Max, jadi kami serius dapat menekan kekuatan Anda dan menguasai dunia ..."
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Max_020 = "Bye, Joyce."
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Max_040 = "Saya merasa buruk tentang Kate."
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_010 = "Oke Supergirl, mari kita pergi ke tempat rahasia saya!"
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_020 = "Bahkan tidak menjawab. Kami memiliki tempat untuk pergi dan orang untuk melakukan ..."
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_030 = "Ayo, sebelum Mom dimulai lagi kotoran. Mari kita menyelamatkan!"
. Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_050 = "Big whoop Anda tidak menelepon saya sekali dalam lima tahun dan sekarang kau seluruh beberapa beeatch | Anda lihat setiap hari di sekolah saya melihat bagaimana Anda roll Jadi silakan, mengobrol dengan Kate Marsh dari Blackwell?.. aku punya orang lain untuk bergaul dengan juga. "
Cue_E2_2A_Diner_MaxPhone_RTC_Max_040 = "Ini Kate Marsh, dari Blackwell ..."
Cue_E2_2A_Diner_PowerProof01_Chloe_020 = "Anda harus visi X-ray, dude? Aku bahkan tidak tahu apa yang ada di saku saya."
Cue_E2_2A_Diner_PowerProof01_Chloe_030 = "Coba lihat ..."
Cue_E2_2A_Diner_PowerProof01_Max_010 = "mhhh ... Saya dapat memberitahu Anda setiap hal yang Anda miliki di kantong Anda."
Cue_E2_2A_Diner_PowerProof02_Chloe_020 = "Tidak mungkin!"
Cue_E2_2A_Diner_PowerProof02_Chloe_040 = "Oke Max, terkesan!"
Cue_E2_2A_Diner_PowerProof02_Max_010 = "Aku akan memprediksi masa depan."
Cue_E2_2A_Diner_PowerProof02_Max_030 = "Aku akan memprediksi empat peristiwa yang akan terjadi dalam 30 detik berikutnya atau lebih ..."
Cue_E2_2A_Diner_Puzzle02_IGE_Cop_030 = "Tembak, sekarang aku harus menerima telepon ini dan meninggalkan sarapan saya ... Hei, di mana pasangan saya?"
Cue_E2_2A_Diner_Puzzle02_IGE_Joyce_020 = "Apakah anda melanggar secangkir? Benarkah? Tidak refill untuk Anda!"
Cue_E2_2A_Diner_Puzzle02_IGE_Joyce_080 = "Saya pikir jukebox kita menuju loker Davy Jones ..."
Cue_E2_2A_Diner_Puzzle02_IGE_Trucker1_010 = "Oops!"
Cue_E2_2A_Diner_Puzzle02_IGE_Trucker1_070 = "Hal ini pasti sih lebih baik dari itu sampah lain!"
Cue_E2_2A_Diner_Puzzle02_IGE_Trucker2_060 = "Itu lagu terbaik yang pernah saya dengar belum!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Joyce_030 = "Ambil melawan klub di luar!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Joyce_050 = "Saya menyelesaikan itu."
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Justin_020 = "Jangan menampar saya jalang!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Trevor_010 = "Kau kontol!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Trevor_040 = "Dia memulainya."
Cue_E2_2A_Diner_ShowItemsGood_Puzzle01_Chloe_010 = "Amazeballs. Aku benar-benar baru saja menggigil seluruh leher saya."
Cue_E2_2A_Diner_ShowItemsGood_Puzzle01_Chloe_020 = "Biarkan aku keluar semua omong kosong ini untuk membuktikan bahwa Anda memang bos."
Cue_E2_2A_Diner_ShowItemsGood_Puzzle01_Chloe_030 = "Anda memiliki kekuatan."
Cue_E2_2A_Diner_ShowItems_Puzzle01_Chloe_010 = "Itu di luar epik gagal. Anda bahkan membuat saya ingin percaya Anda ..."
Cue_E2_2A_Diner_TiddyTable_Chloe_020 = "Tentu, Mom."
Cue_E2_2A_Diner_TiddyTable_Chloe_060 = "Man, aku lapar seperti serigala."
Cue_E2_2A_Diner_TiddyTable_Chloe_080 = "Saya panik tentang apa yang baru saja terjadi. Anda harus menunjukkan saya lebih, sesuatu cara dingin jadi saya akan percaya Anda tanpa keraguan ..."
Cue_E2_2A_Diner_TiddyTable_Joyce_010 = "Ambil omong kosong itu dari meja, Chloe."
Cue_E2_2A_Diner_TiddyTable_Joyce_030 = "Bagaimana makanan, Max?"
Cue_E2_2A_Diner_TiddyTable_Joyce_050 = "Sangat baik simpan."
Cue_E2_2A_Diner_TiddyTable_Max_040 = "Lebih baik dari yang kuingat."
Cue_E2_2A_Diner_TiddyTable_Max_070 = "Jelas."